Repository: daersc/spair
Catalog: *.po
Languages: de

source: Option -%c requires an argument
de: Option -%c benötigt ein Argument

source: Unrecognized option: '-%c'
de: Unbekannte Option: '-%c'

source: spair-%s, (c) 2015 David Schury, see LICENSE for details
de: spair-%s, (c) 2015 David Schury, für Details siehe LICENSE

source: Usage: %s
de: Aufruf: %s

source: Print this help and exit.
de: Zeige diesen Hilfetext an und beende.

source: Print version information and exit.
de: Zeige Versions-Informationen an und beende.

source: Print pairing table for a specific number of players.
de: Zeige Paarungstafel für eine bestimmte Anzahl an Spielern.

source: Read list of players from STDIN and print roundobin pairings.
de: Lies Spieler von STDIN ein und gib Rundenturnier-Paarungen aus.

source: Could not allocate memory for player
de: Konnte keinen Speicher für Spieler anfordern

source: Could not allocate memory for player's name
de: Konnte keinen Speicher für Spielernamen anfordern

source: Round
de: Runde

source: <bye>
de: <spielfrei>
